{"podcast_details": {"podcast_title": "The Martin Smith Podcast", "episode_title": "EP:7 An Interview with Brooke Ligertwood", "episode_image": "https://d3t3ozftmdmh3i.cloudfront.net/production/podcast_uploaded_nologo/36610756/36610756-1676381349435-62c2c2eb9bff4.jpg", "episode_transcript": " Hi everyone, welcome to the Martin Smith podcast. And this is amazing that you're all listening to this. We are crammed into one of the tiniest rooms in a small studio in the belly, the underbelly of Brighton. It's Brighton Electric, it's quite famous here in Brighton. And anyway, I could talk about that, but more interestingly, I have the most amazing guest today. And I wondered if you could put your hands together. We've got a crew in the room, so a bit of crowd participation for Brooke Leisurewood today. Wow, wow guys. How are you enjoying Brighton? I mean, anywhere that you are Martin, is brighter, is appropriate, Brighton is brighter. But I need to introduce you correctly, because there'll be people out there listening to this. And you know, you are one of the most amazing songwriters, worship leaders, but not just that, but also an artist in your own right, also known as Brooke Fraser. So you kind of got two characters going on. So you've been one of the main leaders in the church worship scene is what we sort of say is really. And writing the most incredible songs that people all around the world have sung for years and years, lead me to the cross. What a friend, you know, what a beautiful name. What a friend. I wish that I wrote that. Someone else in this room did and it's not me. What a beautiful name. Just a massive classic banger songs. So it's really an honor to be interviewed today for this. And because you're not someone who I've just admired, but you've also become a friend. And, and so that's been amazing. But tell us about your upbringing and like, because you're from New Zealand. You know, tell us about that growing up there. Well, before that, can I hijack your podcast momentarily, because I know that you haven't had many guests on. And so I don't know if I feel like I'm trying to do something on behalf of your listeners here is like what I feel like we need to do as well as also just take a minute and acknowledge and honor you. Because I know you'll never do that for yourself, nor should you. Let not your own lips praise you. And you may, but you must, you must allow me to at least record it and then you can delete it later. But please don't. But you know, on behalf of, you know, everybody listening, I'm sure, and also just so many of us who have, who have lived in the wake of a world with Martin Smith in it. Thank you. I'm yawning now. No, but I mean, you know, all of the things that you say about me, when you're very kind, and you're extremely generous, that I could say about you a thousand times over, and every single person who's one of my contemporaries or peers, who are, you know, really praying about, you know, the times that we're living in and the church and talk when the conversation turns to people who have gone ahead of us and who are still, we're so grateful to say are walking alongside us, who have paved the way, but been steadfast in the way, I think is a really critical point to make. Your name comes up 100% of the time. And I think it's not just about your legacy of song, Martin, but also just the legacy of your life and your lived obedience and you and Anna and your incredible brood of children, now adults themselves, most of them, like, you know, I was lucky enough, blessed enough to be hanging out at your house last night with a bunch of your kids, and just all of them, such uniquely incredible people. They're pretty rowdy, aren't they? They're amazing, but just like... Quite outspoken, aren't they? They're phenomenal. But just, but you know what, when I, if someone said to me, could you just describe the Smith kids in one word? You know what I would say? Free. Oh, I love that. I love that. I always remember Noah, who's our first boy, get into sort of those teenage years, and I was out with him somewhere and I did something stupid. And he said to me, Dad, you're such an idiot. But he didn't say the word idiot. He said something a little bit stronger, which I can't. And I wanted to sort of like slap him around the head or tell him off, you know, but I actually thought about it, thought, actually, yeah, you're right. I am being an idiot right now. And so there's that sort of relationship with them as they grow older, where they go from being little kids to then your friends, don't they? But yeah, they're great. And we love having you over. But anyway, enough about that, because we're talking about you. Tell us about growing up in New Zealand, because it's a long way away from everywhere. It's pretty random, isn't it? Yeah. It's quite a random place. Yeah. Like, how did you get from there to, you know, everyone knowing your songs, living a bit in America, living a bit in Sydney? You know what I mean? Tell us the story. Yeah, I have no idea. You know, all the scripture that comes to mind immediately is that God chooses the foolish things of the world to confound the wise. I am one of the greatest fools of the world. And there is nothing about my life, my parentage, my upbringing, my location, anything about me or my life that would suggest that God could use me at all. But isn't that just the story of God's grace that He chooses and uses the most unlikely? But really, the only qualification is a willingness. And also, I've just really... This is not even what you asked me. So, bring me back into line. But I think your... I behold my life as a miracle, not in a prideful way, but I think when I've never clung to an idea of how I would like to be used by God. And I think that that's what... To anyone listening, that's such a doorway to freedom that I think most people never open, is all I've ever wanted to be is His. Yeah, I love that. Whatever I do or don't do, it's up to Him. However He leads me, I'll do it. But I don't want to be anything but His, and then He gets to do what He wants. And I love that about you. I've always loved that about you. You sort of carry that air of you about this is all sort of a big surprise. Like it's a wonderment, isn't it? Yeah. And you're talking about my kids, my family, we'll get on to you being married and kids and stuff. It's all the grace of God, isn't it? Yes. Like when people look in to your life or they see you on stage or whatever, but you want to say, oh, but literally it's the grace of God. Like there have been moments where we've looked back for sure, we've been hanging by a thread. Yeah. And those are the moments that people don't see so much. So I think we live with the frailty a bit more. And I love so much about you. You've always held it so lightly and very pure in heart. But do you think, you know, you being from New Zealand, you know, I've been from England, the whole, you know, people listening to this podcast are also thinking, you know, I've been doing this, why aren't I sort of broke or why haven't I been given that opportunity? Or is God ever going to like notice me? But like you said, you know, coming from New Zealand, me from a little town in Littlehampton, I love that thing about David the shepherd boy. And he's just on the backside of nowhere in a field tending sheep. But he was the guy that God went after. And in the end, you know, the story is written, isn't he becomes the leader of Israel. So that should be encouraging, shouldn't it? It should be. And I, here's the other thing about David, because David, we glorify David a bit, don't we? Like we, and maybe not glorify, we celebrate him, rightly. Yeah. Because, you know, I think, but if you look at David actually had a hideous life, you know, so I think people, we hear, you know, we get encouraged by these, by the story of David, the shepherd boy, who's, you know, anointed by Samuel, but then doesn't actually take the position he's been anointed for, for years and years and years. So there's this big long period of waiting and testing and persecution by his best friend's father and fleeing for his life and all of these things. And then when he does become king, it's not all rosy. He's, he has failures. He, but one of the things I think that we can, can and should celebrate David's life for is that he, we're told he had a heart after the Lord. And he constantly inquired of the Lord. He never stopped inquiring of the Lord. But I say all that to say, you know, sometimes we like, you know, Lord, make me like David and, you know, anoint me and help me lead your armies and all this stuff. But it was a horrible life. So being anointed doesn't mean you suddenly get delivered into these ideal circumstances. But when you are on the, right in the center of God's will and living on the knife edge of faith, your circumstances are going to be almost constantly challenging and requiring an inquiry of the Lord. David never got into a comfortable spot. And so I hope that that can encourage people that being seen by, I guess, just not hoping for a fantasy, but knowing that when you are in the center of God's will, no matter the hardship and the challenge, you will be the most satisfied that you can be the sight of heaven when you're walking in the will of God. But if we want something that isn't actually what he wants for us, we won't actually be happy if we get it anyway. Yeah. No, I agree with that. And also, you know, in our sort of Western mindset, you know, especially in the music business, there's a tendency for you to think, oh, if I'm not famous by 25 and I've made three albums already, or then that's my life over, you know, but with God, it's a long story, isn't it? Yeah. And it's a whole different metric, isn't it? When you look at your whole life and writing songs, friendship, being faithful, whatever that is. So yeah, I love that. I really agree with that. But do you think that gave you an advantage sort of coming from New Zealand? Because, you know, a lot of the industry side of what we do comes out of America, especially Nashville, that's the hub for everything. Has that given you a different perspective? I think, yeah, I think all of us, you know, our lives and our upbringings and our, the cultures in which we're raised or exist are really formative for us. And I think, shape the lens through which we see the world, more than many of us are aware. And so, you know, when I think about growing up in New Zealand, I am so grateful because there are mental obstacles that I just haven't had to overcome because of the way I was raised. For example, you know, in New Zealand, we have a really fantastic arts culture that is actually really supported by the government. So incredible arts grants, there is, you know, on New Zealand radio, there is a, I don't know what the quota is at the moment. But I, you know, when I first started making music, I think it was something like 30%, perhaps of the radio play had to be homegrown music. So I grew up listening to New Zealand artists, I grew up listening to women who played their instruments and wrote their own songs. And so I didn't have to fight to find examples of female writers and female musicians. It was, it never occurred to me that this wasn't an omnipresent fact, kind of in the way. So I'm so grateful for that. So yes, we got like, you know, R&B and pop from America and you know, the great, you know, British boy bands and, you know, British grunge and all of these things when I was growing up kind of, you know, 90s and early 2000s, like S Club 7 loved them, thank you. But also, you know, I grew up with it embedded in my psyche, this great kind of homegrown music, which didn't sound like all of these other things that were coming from all these other places. So I feel really grateful for that. I feel really grateful for, you know, growing up in a country where women are not second class citizens. So even in my child alone in the 80s, in early 90s, we had two female prime ministers. So even kind of women in leadership, and then once I did become a Christian and started going to church, same thing, there were always females in leadership. So I didn't know that this was even a thing people had an issue with, a thing people had an issue with, till I was well into adulthood. And, and so I feel like, that's why I say I feel so grateful for my upbringing and so grateful for the culture in which I was raised in the society in which I was raised actually, because there are just things that I haven't had to overcome mentally, even if I've found myself in circumstances or situations where other people's mindsets, perhaps, take some navigating. But I feel so incredibly thankful for things like that. Yeah, amazing. And I mean, talking of a woman of influence that we both adore, Darlene Chek, of course, who wrote the amazing song Shout to the Lord, and I was watching a documentary of her talking about the early days of her, you know, coming up through the music business. And, and anyway, she was telling the story about when a record label from America came down to Sydney to film one of the very, very early Hillsong records, it might have even been the first one, I don't know. And at the last minute, Darlene was put in the hot seat to lead the whole recording and film crew, the whole thing, you know, and these guys have flown down from from America to film it. Well, anyway, there was a slight, it says on the documentary, there was a slight panic, because, oh, like, there's a woman fronting this, like, and she's got a trouser suit and like, how she, how are we going to cope with this? And they were saying she was the very first ever female artist on the integrity label. Wow. And that was a huge shift for people in America. Mm hmm. And I mean, we, we both know how amazing she is. But there are these people in our lives that go before aren't there? Yes. And, you know, what was it like growing up in church? Being in that mix of Hillsong Church, Sydney, Darlene was the worship pastor, right? You know, what influence does she have on your life? Yeah, I mean, when your first worship pastor is Darlene Chek, it's pretty hard to top that, you know. But yeah, I mean, I guess, I, it's hard to understate Darlene's impact on my life in so many ways. Yeah. I mean, I, when I, so I'm from New Zealand, as we've talked about, and I, I won't go into it, but had this kind of crazy moment where I was in Australia for, at this point, I already had my first record was already out on Sony, my first Brooke Fraser record was a bit out for months, and I had multiple kind of number one radio singles and all that stuff. I say all that to say I wasn't, I wasn't kind of looking for anything except a community. And randomly ended up in Australia for, you know, for work, I was doing a showcase for Sony Australia. And I was like, I'm going to Australia. And some friends, some people in the band had friends out at Hill. So we went out to a barbecue. And at that barbecue that day, I met the man who was to become my husband, Scotty. And then a bunch of the people, yeah, amazing. And a bunch of the people who went on to become my best friends in the world. And I, it was more that I, you know, I hadn't even been to the church, but I met these people and I was like, these are my people. I found my people. I had never planned to move to Australia, but after that trip was like, I need to, I need to be, I need to be with these people. And so, so moved over and started going to the church, you know, I had an established mainstream career. So this was not, and I didn't have an unders, have really any kind of broad revelation of worship as a genre or anything like that. Like I did to an extent, but in terms of I, that wasn't for me. I, I was making, and you know, went on to, you know, I still am in a way, making, you know, mainstream music. And so I started, you know, obviously coming along to the church and would serve however I need. I mean, remember the first women's conference, I volunteered cleaning, encouraging lipstick messages off mirrors in the girls' bathrooms. And, but, but Dahls embraced me with so much warmth. And I remember the first team night that I came to and her just kind of picking me out of the crowd and, and prophesying over me. And she just brought me in and she, and she asked me if I would lead, if I remember correctly. And I was like, I don't really do that. I know how to lead myself in my bedroom. And I obviously, I sing on a stage all the time, but, but singing is not worship leading. I, I, I was warring enough in my room, in the spiritual to understand that these were not the same thing. And also that that was a part of my relationship with God that I had not put on the stage. And that felt strange to me that the concept of that still does, to be honest. Yeah. But you are brilliant at that. And I, and I would imagine you grew into that, right? Well, it was just, I, but I do remember the first, I mean, Dom, who's one of my, or he is really my entirety, who's here, you know, he, language is very important. So you won't, in our camp, you won't ever hear us using words like shows or performances or gigs or things like that. When it comes to ministry, it's not that, and the language is very important because the language sets the culture, the language sets the tone of the culture. And, and so, I say that to that, I remember the first time I led and I felt like I, not to be graphic, and I've probably shared the story before and I know what's his name, your friend, who's probably mortified, he'll probably never listen to this podcast. You know, I did, but I really did feel like I'd showed my boobs to everybody. It felt that vulnerable, but also that almost violating in a way. And I went home and I cried, and I cried, and I cried, because this was, this part of my relationship with the Lord, and expressing my affection to Him and singing to Him had only ever been ours. And I could cry now talking about it because I still feel that way. It's still that sacred to me. And it's not a performance and it's not for people. And so, now when I'm leading, I want to obviously use it to serve the people in the room, but it has to always first and foremost be His. And so, I would say, I have grown into the appreciation of the sacredness of being able to serve people in this way. But I have to keep it in a place in my heart where it's a sacrifice. Otherwise, I've missed it. And it belongs to Him first and foremost in it. And it has to, otherwise, like, what are we even talking about? Yeah. Yeah. Yeah. Oh, that's amazing. I mean, great to have the word boobs on a podcast. I think it's just so postmodern. I can go further if you like. No, we don't have to. I think people get the idea. But what I think, it's only when you look back on your life sometimes, isn't it? And you realize the gift that certain people have been. Can you imagine, like, if you'd have got into or grown up in a church where the people, you know, church people, whether it's the leaders or the workers saying, hey, we want the the Brooke worship leader bit, because that sort of helps us. That makes our thing great. But could you just stop doing the Brooke Fraser thing, because that's a bit annoying? Yeah. And anyway, we don't really understand it. Why would you want to do that anyway? You know, you're a Christian, you're a church person. Why would you want to go and make mainstream records? And I think a lot of people listening to this will be thinking, ah, right, this is amazing. Like, I found someone who does both. And, you know, why do you think we struggle with that so much? You know, in our churches, we sort of have a block on that a little bit, all these incredibly creative people that want to do both. Yeah, I think we have a sometimes I think the enemy is really good at trying to make God smaller. And, and trying to make the concept of ministry so small and boxed. And unfortunately, he succeeds all too often. But, you know, whether you're a nurse or a teacher or a stay at home parent, or a Oh, my gosh, man, you have a tiny spider hanging, like, hang on, no, no, it's actually cut, turn around. Look at that. Look at that wall. Okay, it's like in your head. The crawling all over. It's like tiny. Hang on. It's a hang on. Wait, wait. Crawling all over my man boobs. I got it. Thank you for that. Yeah. If you're listening, you're wondering what's happening. Apparently, I've got a spider in my hair, but we're okay. And I'm actually quite scared of spiders too. So I just put myself on the line for you. It's actually very tiny, though. But can you imagine, I'm trying to bring you back in here. Can you imagine if, if you were an environment where you were discouraged in that area? Yeah. And sort of effectively, what we're saying, can you make your life smaller or, or, or fit in our lane? It would be quite damaging, wouldn't it? And, and you and I know people who, you know, seriously well known mainstream artists that, that probably was their story. And in effect, left the church to go and become rock stars and pop stars and, you know, amazing people who love God still. But, you know, it's sad, isn't it? Yeah. And we just sort of hope that there'll be a world where that doesn't happen again. And, you know, full credit to, you know, Darlene and, and people like Joel and his mum and dad who, that, I mean, I don't think it ever crossed their mind. No, they got it, didn't they? They were just like, well, why would you, because for me as well, it was like, if I was an incredible baker, which, you know, he used to, he used to, you know, dabble in meringue. But, but I, you know, if I was incredible baker, one of the, one of the things that I would do to serve the church is I would bake and bring things to, to help serve in the lobby. Like if I was a furniture mover, I'd help put out the chairs. And so, for me, it was never as nuanced and complicated as other people had made it. It was more, I, God has asked me to do this music, this actual mainstream music to people who will never walk into a church. And, and this is something I can do. So, so if they're asking me to serve in this way, like, why wouldn't I do that? It was just very simple and very practical. And I was also, you know, a volunteer. It wasn't a vocational thing. It wasn't like a gig on the side, like just we were, all of us had, you know, different jobs through the week and would come together on Sundays and, and serve the house of God. It really wasn't more complicated than that. And so, it was more complicated than that. And, and, and still, still isn't honestly, like, yeah. Yeah. No, I love that. I love that. So look, you're, you're an incredibly busy artist. You're all around the world doing stuff all the time, making records on tour a lot. But you've got people at home. Tell us about Scotty. Where, where did you first meet Scotty? Oh my gosh. So I first met Scotty at the barbecue. I was talking about the notorious barbecue. The same barbecue, 2004, March 2004, I think it was. And, and he, you know, that man changed my life and continues to change my life. And I, I do marvel at, at God's sovereignty and the way he orchestrates things. Because if, if, like, I don't think, like, Scotty is so much better than me in every way. And I, and it is honestly true that if, I think if I had married somebody else, I wouldn't, God knew that I needed Scotty to walk in the fullness of what he had, what he had assigned for me to do on the earth. And perhaps I pray vice versa, but Scotty and I together, like, I, I'm, I'm very naturally more monastic and more introverted and retreating. And I, it's honestly there, I couldn't even count the times that I have wanted to give up or just like, this is, it, this is, it's the cost, the cost is enormous. But it's, I feel like it's, I married a man who will not let us live out our days on earth without doing everything the Lord has asked of us, no matter what it costs. And it's cost a lot in a lot of ways. And so I, I honor my husband because he, he has had the faith and the strength to keep us on that knife edge. And also he's so brilliant at what he does. Most people would have no idea that a lot of the things they've seen that I've been involved in, and especially everything in this kind of last season of life with God asking us to step out and make this album seven and, and the stuff we've done subsequently, like everything you see visually has Scotty's touch on it. He's an incredible, really the way I feel like the Lord gives me songs. And he's also a songwriter as well, written probably a lot of the songs that you know and love, both everything from King of Kings to Something in the Water. His fingerprints and his creativity and his prophetic vision is everywhere. Him and I are a partnership and we really do everything together. And we also made these two little humans who are wildly amazing and kick my butt. Like I'm trying not to have that. So two kids, how's that doing all of this and being a mom and a husband, you know, how does all that work? Yeah, it's, I just, well, I am really grateful for people like you and Anna that we can just look to and go, how did you do? How did you do this part? Yeah, but you know what, like, and thank you for that, but I think what's unique to your situation is that you're, you're the mom, but you're getting on stage. So our role was a bit more traditional in that sense of, you know, the guy going out and working and doing stage and then, but for you, it's a whole different paradigm of, you know, you're, you're a wife and that's hard enough anyway, isn't it? Being a husband and a wife, then you've got to lead these amazing kids. Then you've got to make records, then you've got to write songs, you've got to then get out stage and then you become that public person as well. So I think it is different for a woman. I think it, for me, looking on it, it seems that's an incredible commitment to make that work. And I see that with Carrie Jobe too. It's just hardcore. So I applaud you for that. You're very kind. But you know, obviously we're making, I'm making a ton of mistakes and trying to course correct as you go, because also your kids change, like, feels like every few months there's a different aspect to their personality or they're struggling with something. I mean, our kids are still little, but you know, we've had a big, you know, year year changing hemispheres and to be near and serve one of our parents who got a terminal diagnosis and then them subsequently like passing away. And so, and then, you know, a lot of stuff happening in our community and just, it's been a kind of a constellation of trauma in a lot of ways. But what I'm so grateful for is that in the midst of all that, I feel like God has been so merciful to our family and that our foursome are good. And if we're good, like everything else is going to be okay. But I don't think people would realise, people only see the great stuff, don't they? They see the public bit of getting up the accolades, the songs and the rewards and stuff like that. But, you know, the cost to it is great. That's not like in a sob or victim way. That's just, there is a great cost to it because you're away all the time. You've got to think of other human beings, you know, life, you know, I know you struggle with sleeping on the road. All these things come into play when you're then trying to like lead people in a moment. And, you know, it's a hard balance sometimes, isn't it? Yeah, it is. It's huge. But it's also the most important responsibility I have is to make sure that because I also wouldn't do, I would be doing my kids a disservice if I quit everything and just stayed home. And so we, you know, and then God's so good. I mean, I was on tour a few months ago, and I had this travel day when I was by myself. And I really felt like the Lord kind of spoke to me about some things about our family and kind of gave me some parameters to implement and adhere to, which I kind of chatted to Dom about and then, you know, chatted to obviously Scotty about. But when I got home, I realized, oh, you were preparing me because now you gave me, you gave us the strategy for this season right before I was aware I was going to become very aware that we needed it. So, you know, and so consequently, it means I do say no to a lot of things, but it's not because I'm, I think one of the keys for me in the season has been needing to ask of the Lord, like, what have you assigned me to? Because we could all, you know, whether you're, you know, in quote, unquote, vocational ministry or not, we're all in, if we, if you are a follower of Jesus, we all, our lives are purposed and our lives, our very lives are ministry, right? So, but there's always going to be a million, you could fill your calendar with good and noble things every moment of every moment of every day. But I am not Jesus, nor are you, nor is anyone listening, but we carry Jesus and He in turn purposes for us to serve specific needs, situations, conversations, communities, moments. And so the really important question that I need to ask of myself is, Lord, what have you assigned me to? Because then it means when I say no to things, I don't have to feel guilty about it because I know if God hasn't assigned me to it, He's actually assigned someone else. So I'm not leaving somebody in the lurch. I'm actually serving His purpose because if I was to go somewhere where I actually wasn't supposed to be, I wouldn't be serving what God's will was for that place. And so it's tricky, but I think I'm constantly, Scotty and I both, and Dom, kind of constantly going, Lord, where do you want us? And we know you'll give us peace and provision for that. And I think I've been, like Dr. Charles Stanley says, trust, obey God and leave all the consequences to Him. And the only way you find that out sometimes is by getting it wrong a few times, isn't it? Absolutely. Going to things you think, oh no, what am I doing here? And you just realize you don't have the grace for it. Yeah, and exactly that. Not in a bad way. It's not there for it. It's just, I shouldn't, and then something usually happens at home. You know, something goes wrong or one of the kids is sick or, I mean, it's amazing. But I know that, you know, in our church world, we talk a lot about words like anointed, blessing, calling, which is what people see, you know, like someone like yourself. Obviously, you could attribute all those words to you. You know, it's so clear to us that you're all those things. But what I love about you, what people don't see often is the dedication, like to your craft. And that's a whole bit of your life that is unseen. You know, I see you dedicated to the songs, you know, hours and hours and hours going round and round and round songs, lyrics. Then it's like the making of the record. It's not just like, oh, yeah, let's just show up to the studio and book a, you know, band. You know, it's like hours and hours of thinking about how to do that well, the sonics, the drum room, where you do it, how you film it. Even today, I know you're checking a mix that Sam sent through to check in on other tambourines a little bit out of time. So you're incredibly detailed in that. How does one stop themselves going mad, you know, when you're carrying all that stuff in your head? It's a hard thing to ask me this question because like the studio and music is like my happiest place. Like I feel God's pleasure in the details. Like Eric Liddell talked about, he felt he feels God's pleasure when he runs like I feel God's pleasure when I'm doing a vocal comp. And I know that sounds so lame, but I sense God's pleasure like in the details. I sense God's pleasure in the intricacy of what a syllable sung 5% differently can communicate about his glory. Oh, I love that. And so it's not about any type of perfectionism like when I'm doing a vocal comp, or I'm sitting with an engineer and editing, or with Jason kind of listening through things. Sorry, Jason Ingram. Another hero of ours. Yes, Jason Ingram who I cannot say enough beautiful and true things about. He has been a true partner to Scotty and I in this season of stepping out in faith. And I am so honored and blessed by his friendship and partnership. And all of this, he's just, he amazes me constantly. But when we're working, I just, I sense God's pleasure in creating these things and paying attention to these details. It's not like what can we get away with? It's like, how can we use every note and frequency and velocity of a snare hit to publish with as great an accuracy as possible, how wonderful and beautiful our God is. Yeah. Oh, I love that. We could talk about that all day. Now, something I think will be interesting, I'd love to get your thoughts on is, okay, so like last two decades, or maybe three decades, the church around the world, the thing we know and love as church, the thing that we love being a part of, has exploded. You know, even sort of in mainstream press or whatever, you know, we've gone from tiny, tiny churches all around the world with a hundred people, and then there's been this phenomenon of like the big thing, you know, and people call it the mega church or whatever. But you know, all around the world, people building big buildings. And in a sense, when I look back, we were a big part of that growth in terms of, we started to write songs for those big rooms, you know, anthems and things that not just 50 people could sing, not just 50 people could sing, but 10,000 people in a room. And of course, that there have been so many amazing things about that. But now I listen to my own teenagers, I think of Ruby, who's 18. Who's incredible. She has a different view of it all, you know, she's, I guess you call, she's a Gen Z or in the UK we say Gen Z, but that's not as cool. About being seen, you know, I want to be seen, I want to be part of something small. I want to be part of a community where I know everybody. I want to know my past, I want to know. Brooke, where the heck, where's it going? Oh my gosh. And let me throw in something else. This amazing thing is going on in Asbury, you know, we've all heard about, call it a revival, whatever you want to call it, amazing move of God's spirit on a campus, a university campus in Kentucky. Suddenly, teenagers are meeting with God in a very amazing way. You would call it revival, perhaps. But of course, I love the way people talk about it. Oh, you know, I've been there, it's so simple. It's an out of tune guitar with a keyboard, doing a lot of older songs as well. How do you, you know, does that mean we all do that now? You know, and even people attaching the word pure to that. Oh, that's more pure than what we've been doing for the last two decades. What are your thoughts on all of that? Like, what is pure worship? What is pure worship? Holy Spirit, help me. Man looks at appearances, but God looks at the heart. We try and we think too highly of ourselves when we are prideful enough to think that we might judge the purity of another's worship. I am called to judge the purity of no one else's worship, but to ask myself, what is the offering that I will bring to him? Yeah, I love that. Say la. Yeah, I love that. Because it's impossible, isn't it, to attach the word purity to a style of music. It's not, you know, that's like saying R&B is impure or pop music is impure. You know, like, it's about people, isn't it? It's about people in their hearts. And so, you know, I think that's the way we think about it. It's about people, isn't it? It's about people in their hearts. And so, I'll always be an advocate for celebrating what people are great at. And then God inhabits that space, doesn't he? He inhabits the praises of his people, whatever style. And also culturally, we've traveled enough to know, well, what's happening in Africa or China or, you know, South America. Well, that's different to what we're doing on a Sunday. But that doesn't mean that's right or wrong or better. It's just God will inhabit whatever, wherever there's purity and a pure heart and people that love God. So, I hope there's that balance, you know. Let's be a people who celebrate wherever Jesus is welcomed, because isn't that the only thing that matters? Where is Jesus being earnestly desired and truly hungered for and welcomed? And let's celebrate that. And that's going to look like every different kind of expression. Like you said, we've, you know, had the blessing of being able to travel and be in, you know, churches and in huts with dirt floors. I remember one of the most incredible experiences I've had in the presence of God was in a church in the side of a mountain, in a cave carved out of the side of a mountain in Ethiopia, like 1200 feet in elevation. There was no music at all. But you could not escape the worship, the walls dripped with it, to an incredible sound system with an LED screen and there being visuals that have been created in purpose and are being operated in that moment unto the glory of God. Just because I, you know, open a mouth and there's a microphone in front of it and I use breath, that is not worship, more worshipful than somebody who is passionate about harnessing a visual beauty to publish Christ's glory, being able to illuminate and move that onto a screen and do that in a different way. So I think we just, like I said, let's celebrate wherever and however Jesus is welcomed. Yeah, yeah, yeah, no, I love that. I want to ask you about songs because songs seem to be a massive part of what we do at church world. People go to church every Sunday, they want to sing songs. And I think of, again, Darlene, you know, Shout to the Lord, a game-changing song for the world, Matt Redmond, 10,000 Reasons, Sinatch, Waymaker, Tim Hughes, Here I Am to Worship, all these incredible moments. And I think of Carrie and Cody with the Blessing song. They're like bombs, aren't they, that sort of get set off. But hey, this song, What a Beautiful Name, like that is one of the most important songs in the history of the last 40, 50 years, probably in the sort of gamut of songs in the worship movement. I mean, how did that end up being put in your hands, that song? What's interesting about all the songs that you just mentioned is I don't think anybody who wrote those songs was ever thinking this is going to be sung by other people. No. Because a lot of those people you just mentioned are our friends. So we know that they just wrote that song to the Lord. It's often them and a guitar, them and a piano, them unto the Lord, you know. I think God breathes on whatever the heck He breathes on. He does whatever He wants. That's why He's God. And He can't be manipulated. You can't manipulate God into blessing the song that you write. It's not how it works. But so all that to say, I have no idea. You know, Ben Fielding, so Ben and I wrote that song and it was not written with a lightning strike and an angelic choir singing. We were in the most like uninspiring cubicle with fluorescent writing in a corner of an office building. And when that song was written and our hope when we wrote it was just that it would be a blessing to our church, which was always why we ever kind of wrote songs together to bring into our community was, you know, what's God doing in our community? What could serve what God is doing in our campus, in our community of people? And then He, you know, He gets to do what God gets to do whatever He wants. And so I feel, you know, that was a trust given to us and we've tried to steward that to His glory. Yeah, yeah. I mean, how has it changed your life, that song? I don't know. Because it has, it has, isn't it? I mean, looking from the outside, songs do open doors for people, like, you know, they become defining points in people's lives where opportunities come, you know, there's royalties, there's all these things that we would talk offline about, you know, in a sort of a caring how you're all doing with all of that sort of way. But it's amazing, isn't it? It's very rare for people to experience that in the musical world. Yeah, I just always think it's not about me. Like, it's not about me. What does God want to do with it? How can I just keep bringing the conversation back to Jesus? That's actually what's going to... The song is just hopefully a bridge that people can use to kind of walk across and have their own moment with God. But that's what it's about. And whether that happens 100 times, whether it happens a billion times, like it's about Jesus and how wonderful He is. And that's it. That's why we all adore you, isn't it? You're amazing. But hey, look, we're coming to the end. I haven't even gotten to ask you questions. No, no, don't do that. We're coming to the end. I've got an interesting... I hope it's an interesting question. Not that I'm a very experienced podcaster, but have you got any non-musical dreams, you know, ideas that you think, oh, I'd love to do that one? You know, like totally outside of all the music thing, the church thing. Is there any sort of things that people will be surprised about thinking, oh, I didn't know Brooke was into that or had a hobby in that or had a dream for that? I think eventually when it would be like a responsible use of my time, which at the moment, it wouldn't, but I would love to study one day. Wow. Yeah. I would love to... I really love... I don't know why I'm getting emotional. I love the Bible so much. Yeah. It's changed my life and it still changes my life. And I want to be able to know it as much as I can, but not know it in like a prideful way, but I want to be able to communicate it better. Because this word is living and active. Like my lyrics actually aren't. I try and pack my lyrics with as much of this scripture saturation as I can, but I think about... and I'm not even... I'll just talk and then hopefully you can decipher with what I'm trying to say. But I'm super aware that we're in a season where a lot of the grandfathers of the faith in our generation are passing away, passing into heaven just in the past couple of months. Dr. Charles Stanley has gone to be with the Lord just now, basically, Dr. Tim Keller, and these incredible minds of the faith. I'm really encouraged by a lot of the teachers who are starting to come up through the church. I actually am really inspired by... there's a hip hop artist actually called KB, who is really... we were just at a conference together last week, and every time he opened his mouth, I just thanked God because I was like, thank you Lord for just the speed of the connection between his mind and this study he's been really intentional about in his heart and his mouth. I'm like, we need... we need... we are in the times that we are living in, we need a generation of leaders who are able to communicate this living word accurately. And I don't remotely pretend to put myself in that league, but I just know I would like to communicate this as accurately and... So Dr. Brooke? I don't know about that. I'm not that smart, but I just... I love that though. Anyway, to answer your question, one day, maybe when my kids are grown, I would love to study. Yeah, yeah, no, I could see that. I mean, anything you put your hand to in mind, so it will be amazing. And, you know, even mentioning that rapper, like, that's an example, isn't it, of you know, that's the opposite end of the Asbury spectrum, but someone who's living in his lane. And, you know, I've got a friend in the UK, brilliant rapper, Governor B. Again, he's... he's totally different lane, but he's born to do what he's doing, and it's incredible, you know. So I think that's the key, isn't it, for creative people is realizing what you're born to do, stay in that lane, be authentic, be yourself, and hold everything up for the glory of God. And then, and then, then watch the fire burn, right? And then, and it's amazing seeing that in other people. And I just want you to know that, you know, Anna and I, you know, we've always admired you, obviously, as an artist, as a writer, creative, attentive, and you know, you know, creative, a technician, detailed person, a dreamer, but having the privilege to be, you know, at your house, or you coming over, or just becoming friends, has been even more impressive. And, you know, we love you as a family very much. And I just think the future is amazing, isn't it? This is literally the beginning. I mean, the sky is the limit for you. There's going to be more and more songs, more records, more projects. So I'm excited to see all that is going to come out of you. And it's going to be incredible. I think you're setting the pace. Honestly, I think you're setting the benchmark for anybody that looks in and wants to do this. I would say we'll just look at Brooke and that's the level, isn't it? So thanks for coming on. This is amazing. And what privilege to have you, you know, on this and just speaking together. And again, we love you very much. Thanks a lot. Do I say anything? What do I say? No, we're done."}, "podcast_summary": "Wow, what an incredible podcast episode with Brooke Fraser. She shared so many insightful and inspiring thoughts. From discussing the impact of upbringing on one's perspective to the importance of worship being a personal offering to God, Brooke's wisdom and humility shine through. She emphasized the need to celebrate and welcome Jesus wherever he is present, regardless of the style or context. Brooke's dedication to her craft and the pursuit of excellence in her music is truly admirable. And it was touching to hear her express her love for the Bible and her desire to study it more deeply in order to communicate its truth effectively. Overall, this episode was a beautiful reminder of the power of worship and the incredible journey that Brooke has been on. Her heart for God and authenticity in her artistry are truly inspiring. Thank you, Brooke Fraser, for sharing your insights and encouraging us all to pursue God and his calling on our lives.", "podcast_guest": {"name": "Not Available", "org": "Not Available", "title": "Not Available", "summary": "Not Available"}, "podcast_highlights": "Thank you for joining us on this episode of the Martin Smith Podcast. Here are the five highlights from the conversation with Brooke Fraser:\n\n1. \"But let not your own lips praise you.\" - Brooke Leisurewood expressing gratitude for Martin Smith's impact on the Church and acknowledging his humility.\n\n2. \"All I've ever wanted to be is His.\" - Brooke Fraser discussing the freedom of surrendering to God's plan for her life.\n\n3. \"Being seen by God doesn't mean ideal circumstances, but living on the knife edge of faith.\" - Brooke Fraser reflecting on the challenges and satisfaction of walking in God's will.\n\n4. \"It's not about my legacy, it's about His glory.\" - Brooke Fraser emphasizing the importance of keeping the focus on Jesus in the midst of success.\n\n5. \"Wherever and however Jesus is welcomed, let's celebrate that.\" - Brooke Fraser encouraging acceptance and celebration of diverse worship styles and expressions.\n\nThank you for listening, and be sure to tune in for future episodes of the Martin Smith Podcast."}