{"podcast_details": {"podcast_title": "Physics World Stories Podcast", "episode_title": "Our universe is humming with gravitational waves", "episode_image": "https://physicsworld.com/wp-content/uploads/2021/01/PW-podcast-logo-STORIES-resized.jpg", "episode_transcript": " Hello and welcome to the Physics World Stories podcast. I'm Andrew Glaster and although last month I did promise you that we'd be looking at the International Year of Basic Sciences for Sustainability, something has happened in the world of physics which has shifted that down the schedule a bit. We will bring you that podcast. But on June 29th, 2023, the North American Nanohertz Observatory for Gravitational Waves, otherwise known as NanoGrav, made a major announcement during a live-streamed event from the National Science Foundation. The official press release reads, Astrophysicists using large radio telescopes to observe a collection of cosmic clocks in our galaxy have found evidence for gravitational waves that oscillate with periods of years to decades according to a set of papers published in the Astrophysical Journal Letters. From the press conference, here's Dr. Sean Jones, the Assistant Director for the Director of Mathematical and Physical Sciences at the National Science Foundation. In 1995, the Hubble Space Telescope revealed the Hubble Deep Field, a tiny sliver of the night sky brimming with a veritable zoo of galaxies in various stages of evolution. In 2022, the James Webb Space Telescope refined and deepened that image, fantastically displaying galaxies more than 13 billion light years away from Earth. Aided by the state-of-the-art optical and infrared telescopes and decades of advancement in instrumentation and data processing, we perceive a static image of distant galaxies. Today's announcement shatters that perception of a static universe through the direct observation of gigantic gravitational waves washing across our Milky Way galaxy, spawned by cataclysmic events including some from the most distant regions of the cosmos. These observations reveal a rolling, noisy universe alive with the cosmic symphony of gravitational waves. In the recent announcement, the Nanograv team announced the detection of shock waves from what they believe could be the merger of supermassive black holes. You may be thinking, hang on, didn't they already detect gravitational waves at the LIGO-VIRGO observatories a few years ago? And if you've been listening to this podcast for a few years, then you'll know that they sounded like this. The difference here is that rather than one-off events, Nanograv has detected a consistent hum triggered by gravitational waves. It could be the first direct evidence of the stretching and squeezing of spacetime due to black holes, and it opens a new window on the universe. Speaking to Physics World, here's Ben Stappers from the University of Manchester. Gravitational wave is often referred to as being a ripple in spacetime. So it's something which is generated when, well, it's most easily detected when you have massive objects, for example, orbiting each other. And so that generates a so-called ripple in spacetime, but like if I throw a stone into a pond and you see the water ripples, we have the equivalent of what gravity does to spacetime. Nanograv started as a group of about a dozen scientists back in 2007. It's now grown to 194 members, including 77 graduate students at over 80 institutions, not only in the US, but around the world. Cherry Ung was involved in the early stages of Nanograv. I'm a radio astronomer, and my research interest is in everything transient, things like explosions and fast timescales, or things like pulsars that we can detect their radio pulses very well using radio telescope facilities. During my PhD, I've worked on a pulsar all-sky blind search using the Australian Parks radio telescope. And then I moved to Canada, where I spent eight years of my time on the Chime radio telescope, helping to commission this new facilities, which has led to a large number of fast radio burst discoveries. And it is also involved in pulsar research. I very recently moved to France, where I took up a permanent astronomer position at the CNRS National Research Institute. And so I'm hoping to continue my work on pulsar, fast radio bursts, and SETI, as well as my other research interests. I think we need to talk about those things, but maybe we'll talk about them later, because there's a particular topic for this podcast. The pulsar community, we are very excited to share with the public the discovery of evidence of gravitational waves from the pulsar timing experiment, basically using the fastest spinning millisecond pulsar in a pulsar timing array experiment to detect gravitational waves. And this is a really long time effort. We have been doing this experiment for over a decade now. The idea is to observe an ensemble of these millisecond pulsars, and they have extreme rotational stability. We can predict the arrival time of their pulses to an extremely high precision. Normally, the pulsars are stably ticking away. But the idea is if there is a gravitational wave, some distortion of the space time in the background, we will see the arrival time of the pulsars from a certain region of the sky. We'll see the pulses arriving a bit earlier, and maybe another direction of the sky might be a bit later due to the passing of this gravitational wave in the background. So the idea is to use these pulsar pulses to work backwards to detect the underlying gravitational waves. And after over a decade of analysis, we think we have finally reached the significance threshold to say that we have seen the first evidence of these waves. Pulsars were first detected in 1967 by Northern Irish physicist Jocelyn Bell. You are probably familiar, if you've been listening to this podcast recently, with the story of how she was overlooked in the 1974 Nobel Prize celebrating that discovery, which was shared by her supervisor Anthony Hewish and the radio astronomer Martin Ryle. That podcast, by the way, was the Physics World Stories podcast from back in May, in which we look at the impacts of the Bell-Mannell Graduate Scholarship Fund, funded by money generously donated by Jocelyn from prizes she has subsequently won. I asked Cherry to remind me what pulsars are. Basically pulsars are rapidly spinning neutron stars. They are extremely dense, and they have the size of a city like London. Probably I would say the diameter of a pulsar could be the size of London, but it has the mass of one and a half times our sun, all squeezed into the size of London. So it's really dense, and this is what contributes to the very extreme rotational stability. These pulsars have emission coming from the two poles. And an interesting fact is that the rotational axes and the emission axes are misaligned, just like how it is in a lighthouse, if you know what that is. So as the pulsar spins, we see a pulse when the emission passes our line of sight. So this is what causes the apparent pulsation. It doesn't mean the star is pulsating, it's just rotating, and we see the signal, and whenever it comes to us, us. Using pulsars for the detection of gravitational waves, where does this fit in the history of the hunt for them? The idea of gravitational waves first brought up was by Einstein in 1916, so that was a really long time ago. And although there has been some evidence of gravitational waves in the past, they were not the same as what we have seen now with the pulsar timing array. The first proof of gravitational waves was about 60 years after Einstein first talked about it, and that was from one pulsar binary system. The astronomers realized that there is a pulsar that is in a binary system with a white dwarf, and the fact that they are orbiting each other, but as time goes by, they are getting closer and closer to each other at a rate predicted by general relativity if they are radiating gravitational waves, losing energy as they get closer to each other. So this was an evidence of gravitational waves, but only indirectly, because we could only say on this, maybe the waves, because the two objects are getting closer to each other. It was, however, very exciting, and this analysis won a Nobel Prize as well. And then the next breakthrough was from LIGO, was also quite recent, in 2015, I believe, was when LIGO first detected gravitational waves by two colliding stellar mass black holes. Now, fast forward into 2023, pulsar timing array has now contributed to yet another evidence of gravitational waves, but this time from the pre-merger of supermassive black holes. So these are even more, much more massive objects compared to what LIGO has seen. Supermassive black hole, as its name suggests, are really, really massive black holes, and let's say they are sort of millions to even billion times the size of our sun. And we believe that in the center of most galaxies, there should be a black hole, and throughout the cosmic history, galaxies merge, and the black hole in the center collide to form bigger galaxies and bigger black holes, and eventually we'll get to these supermassive monster black holes, and they should eventually merge as well. And the signals we are detecting from the pulsar timing array experiment is actually not from individual merger, because these events are from so far away, the amplitude of it is really, really tiny. And what pulsar timing array currently has the ability to detect, we believe at least, is the background of these waves, that is the distortion in space-time caused by many of these supermassive black hole pre-merger all through the cosmic history. And the signal of them combining, adding together, is what led to this little distortion, a little humming in the signal, in the deviation of the pulsar arrival time that we see. Why do we think that it is specifically those mergers over time that's caused this hum? What tells us that? In fact, we are not 100% sure what we are detecting is from supermassive black hole. It is, however, the very most likely reason. Because it's so big that it has to be something that catastrophic. Well, I think it's more than from Einstein has predicted. When massive objects come together, they will lead to the emission of gravitational waves. So we think supermassive black hole merger will definitely cause this. And from simulation, we have some idea of how many of these events might have happened during the cosmic time. And if they emit in this way, we see that they would add up to such a kind of signal that pulsar timing array would have detected something by now. And we indeed detect features in our data that is consistent with these predictions. This is why we think supermassive black hole pre-merger is the best explanation. However, there are other possible courses for these background gravitational waves that could lead to this humming that we see in our data, including dark matter, axion, black holes left from the beginning of the universe, the so-called primordial black holes, and even cosmic strains. So it's not a done deal yet. We will need to improve the sensitivity of the pulsar timing array experiment to really pinpoint the exact origin of these signals. And I think we will be able to achieve that in the next years because the recent discoveries is published by individual different pulsar timing communities. There are a number of collaborations that have been working on this pulsar timing array experiments. So there's a large North American collaboration called Nanograph. There is the European timing array. There is the Australian pulsar timing array. There is a group in India and there's a group in China. And they have all sort of seen the same signals now. But the next step is really to combine data from all these individual groups. This is what we'll call the international pulsar timing array, and which will have the most sensitive detection, the best sensitivity of all. And hopefully we'll be able to answer some of these questions. So are there particular pulsars that you're looking at? Yeah, personally, my role in the pulsar timing array experiment is that I have conducted many of the Nanograph pulsar observations using the Arecibo and the Green Bank Telescope. In Nanograph, for example, we have about 80 millisecond pulsars that we monitor regularly. Well, Arecibo has been decommissioned two years ago, I think. No, it's been two years. But with Green Bank, we get these regular scheduled time to monitor the pulsars in the array experiment. I also use the CHIME radio telescope, the one in Canada that I mentioned earlier. CHIME gets to see the sky every single day. So we have really high cadence observations of all of these 80 pulsars, some of them every single day, some of them every few days. So we analyze all these data and add them to the pulsar timing array experiment. So something quite probably colliding supermassive black holes is sending out gravitational waves across space and disturbing the pulsars and our reading of them back here on Earth. But how significant is that? What can we use that discovery for? These objects that emit gravitational waves, such as supermassive black holes, they are invisible to most electromagnetic waves because they do not, we cannot detect them in another way. So using gravitational waves, it really opens up a new window to study these sources that we cannot probe otherwise. The reason is that gravitational waves interacts very weakly with matter. So they basically pass through the cosmic history untouched. And so studying these gravitational waves, we can really learn about these objects that emitted them from the first place. We are also hoping to get a better understanding of these merger of supermassive black hole, of how they merge together forming the bigger galaxy and how these hierarchical merging events lead to the universe as we know it today. Okay, brilliant. How can we use those pulsars? They act as almost like a cosmic clock. We know exactly when the next pulse is going to come. And so by studying the arrival time of these pulsars and by paying attention to whether there's any deviations from what we expect, we can work backward to see what might have caused these distortion in the arrival time or why are these pulses coming earlier and some are the later, some are the ones later. And this is exactly what we have done. We've studied many pulsars in different part of the skies and by realizing that some of these pulses comes earlier and some of these pulses come later, we figured out that there must have been a gravitational waves that has distorted the space time between the earth and these pulsars. That's brilliant. So you were involved in this fairly early on. Is it something that you've been desperately waiting to hear the news? What does it make you want to go back to study? Well, pulsar is very, how do I say, it's very dear to me. It's what I did my PhD thesis on. I've spent a lot of my research time studying pulsars. I was involved in nanograph mostly between 2015 and 17, where I collected a lot of these pulsar observations during the time. So it was really exciting to see these decade long efforts finally coming to fruition that we could finally say we have seen the evidence of gravitational waves. But I think the cool thing is this is just the beginning. We know that the next step is to combine the data set from all these different experiment and for sure the sensitivity will increase. We'll hopefully be able to really study the astrophysics of these supermassive black holes and how the merger history throughout the universe. We'll return to Cherry shortly, but this news has caused perturbations beyond the pulsar community. Al Cordova describes herself as a writer of words, maker of videos, lover of the cosmos, sci-fi TV movies and literature. And she posted this on Instagram. We got space-time compressions, gravitational waves, signals coming from the pulsar timing array. We're using spinning stars as a telescope to watch some old black holes doing dosey dose. Now these waves could be coming from dozens of things, dark matter, wormholes, even cosmic strains, because the universe is old, it's been busy as hell, so where the ripples come from is kind of hard to tell. But the drumming and the drumming of the waves that are coming is the summing of a humming that's becoming so stunning. And it really paints a beautiful tapestry of the ancient cosmos and its majesty. Look, we're just a little planet in the Milky Way of verbs trying to understand the universe and how it occurred. And now we have a brand new way to observe. So it's just another win for the whole planet Earth. Well done guys. That's Al Cordova and the beat is by Kato producer on Instagram. My own foray into the world of physics began by studying SETI, the search for extraterrestrial intelligence, at Jodhra Bank linked to the Manchester University. So when Cheri said that she's now working with SETI, I wanted to know more about what she's up to since working on the Pulsar timing array. Yeah, it was actually very interesting how I got involved in SETI. Like I said, my background is in Pulsar and I worked on fast radio bursts as well. And turned out that the study of Pulsar, fast radio bursts and SETI actually have some common ground. Basically, we are detecting very small signals in the radio data. And so I started working with the Breakthrough Listen initiatives in 2021, I think. And I was leading the commissioning of two SETI projects, one on the very large array in the US and Meerkat telescope in South Africa. We're hoping to use this really state of the art radio telescope to do a systematic search for SETI signal in the sky. These telescopes are interferometric facilities. And what that means is that they can give us a really large sky mapping speed so that we can scan a large part of the sky all at once. In my opinion, we haven't detected any convincing ETI signals yet, but I don't think they necessarily not exist. I think we just haven't looked enough. If you take a look at the parameter space we have searched for SETI signal throughout the time, we haven't looked much, really. We have only searched for a very small range of emitting frequency range and the number of stars that we have observed is only to the other of a thousand or so. And this is tiny fraction compared to the total number of stars even in our Milky Way galaxy. So I think with the VLA and the Meerkat SETI project this will, they will really bring a game changer to the SETI field by hugely increasing the number of stars we can monitor for any SETI signal. If you did find an extraterrestrial intelligence and you could communicate with it, what would you ask it? Would you ask it whether these gravitational waves were caused by supermassive black holes combining, for example? I think, I don't know, if I can only ask one question, I think it won't be this one, because I think we are quite sure that it should be supermassive black hole causing the gravitational wave. I think if I ask one question it would probably be, how can humanity survive climate change? I'd like to thank Jenny Ng for talking to me for this episode of the Physics World Stories podcast and I can't help but wonder whether we will find signs of extraterrestrial intelligence or a solution to climate change first. In any case, the next steps for nanograv and the other gravitational wave groups around the world is to try and sift through the background to distinguish specific gravitational waves and trace them back to their sources and they can then combine that data with the observations that have been made in the electromagnetic areas of light. And the potential is there for new and exciting discoveries to be made in this new frontier for astronomy. Speaking at that nanograv announcement, here's Dr Moran McLaughlin, the Eberly Distinguished Professor of Physics and Astronomy at West Virginia University. Well this is not at all the end of the story. This is just the end of the beginning. Nanograv is already working on our next dataset, which will have 17 to 18 years of pulsar timing data and we expect that the evidence for the gravitational wave background that we have found in this dataset to be much stronger in that one. And we're going to become even more sensitive with time as we increase the length of our dataset, as we add more pulsars to our array, and most importantly gain access to bigger and better new radio telescopes with more dedicated nanograv observing time. In addition, we are very proud to be a member of the International Pulsar Timing Array. The IPTA was formed 15 years ago and consists of pulsar timing array collaborations worldwide. Today, groups in Europe, Australia, India, and China have also released results from their most recent gravitational wave analyses, and we all see similar features in our independent datasets, which of course is reassuring and also incredibly exciting. Furthermore, through this collaboration and partially supported through an NSF ExcelNet award, we are working with colleagues around the world to combine our current dataset with pulsar timing datasets from large radio telescopes in Europe, India, South Africa, and Australia to form an uber dataset that will be much more sensitive than any of the individual datasets alone. We aim to announce results from a gravitational wave analysis of this combined IPTA dataset within the next year or two. This analysis will be truly transformative. It should result in a significant detection of this gravitational wave background hum. In this combined IPTA dataset, we may even detect our first individual supermassive black hole binary source and likely also be able to observe it with electromagnetic telescopes at optical x-ray or other wavelengths, truly ringing in the era of multi-messenger nanohertz gravitational wave astronomy. Ultimately, we will produce an incredible map of invisible gravitational waves from gargantuan black holes spread across cosmic time. We will also probe some other exotic and less well understood sources for this background. We are so thrilled that you are joining us on this journey. Thank you. At one time, all we knew about the universe resulted from visible light, light we can see with our eyes. Then when radio and x-ray and gamma ray telescopes came online, we learned so much about the universe that we just couldn't have imagined before, like the radio pulsars that Jocelyn discovered over 50 years ago. Now, we can only dream about what we'll learn with observations in a different part of the gravitational wave spectrum from the LIGO detections that visionaries like Kip made possible with continued investment in our science and in large radio telescopes. And we are certainly expecting the unexpected. All we have to do is keep listening. We'll be back in September when we'll be looking at green energy, including an intriguing new project from the European Space Agency called Solaris. I don't know about you, but that makes me want to watch an old Russian science fiction film. But this is about solar panels in space, feeding back their energy to Earth. And if that sounds like science fiction, that's because it is. I can recommend News from Gardinia by Robert Llewellyn, who you might remember as Crichton from Red Dwarf. His science fiction novel contains that very idea. And if you're looking for some reading this August ahead of that podcast next September, News from the Squares and the book that comes before it, News from Gardinia from Robert Llewellyn could make a welcome addition to your summer reading. We'll be back with more on Solaris and some other fascinating projects next month. But for now, thank you very much for listening."}, "podcast_summary": "**Summary of the Podcast: Detection of Gravitational Waves by NanoGrav**\n\nIn a recent podcast, the North American Nanohertz Observatory for Gravitational Waves (NanoGrav) announced a major discovery. Through the observation of cosmic clocks in our galaxy, astrophysicists found evidence of gravitational waves with periods of years to decades. This is significant because unlike previous detections, NanoGrav detected a consistent hum triggered by gravitational waves, hinting at the stretching and squeezing of spacetime due to black holes. The team believes these hums may be the result of the merger of supermassive black holes. While the exact origin is not yet confirmed, it is highly likely given the large scale and cataclysmic nature of these events. This discovery provides a new window into studying sources invisible to most electromagnetic waves and opens up new possibilities for understanding the astrophysics of supermassive black hole mergers and the hierarchical merging events throughout the universe. NanoGrav is working to improve sensitivity and combine data sets from various pulsar timing experiments to further explore these gravitational wave signals. The International Pulsar Timing Array, consisting of collaborations from different countries, aims to create an uber dataset for more sensitive observations. By combining electromagnetic observations with gravitational wave data, multi-messenger nanohertz gravitational wave astronomy could become a reality in the near future.", "podcast_guest": {"name": "Cherry Ung", "org": "CNRS National Research Institute", "title": "", "summary": "Not Available"}, "podcast_highlights": "- \"Today's announcement shatters that perception of a static universe through the direct observation of gigantic gravitational waves washing across our Milky Way galaxy.\"\n- \"The difference here is that rather than one-off events, Nanograv has detected a consistent hum triggered by gravitational waves.\"\n- \"Gravitational wave is often referred to as being a ripple in spacetime.\"\n- \"We think we have finally reached the significance threshold to say that we have seen the first evidence of these waves.\"\n- \"The next step is really to combine data from all these individual groups, which will have the most sensitive detection and the best sensitivity of all.\""}